[{
    "ref": "Mt1,1-17",
    "content": "Rodowód Jezusa Chrystusa, syna Dawida, syna Abrahama. Abraham był ojcem Izaaka; Izaak ojcem Jakuba; Jakub ojcem Judy i jego braci; Juda zaś był ojcem Faresa i Zary, których matką była Tamar. Fares był ojcem Ezrona; Ezron ojcem Arama; Aram ojcem Aminadaba; Aminadab ojcem Naassona; Naasson ojcem Salmona; Salmon ojcem Booza, a matką była Rachab. Booz był ojcem Obeda, a matką była Rut. Obed był ojcem Jessego, a Jesse ojcem króla Dawida. Dawid był ojcem Salomona, a matką była /dawna/ żona Uriasza. Salomon był ojcem Roboama; Roboam ojcem Abiasza; Abiasz ojcem Asy; Asa ojcem Jozafata; Jozafat ojcem Jorama; Joram ojcem Ozjasza; Ozjasz ojcem Joatama; Joatam ojcem Achaza; Achaz ojcem Ezechiasza; Ezechiasz ojcem Manassesa; Manasses ojcem Amosa; Amos ojcem Jozjasza; Jozjasz ojcem Jechoniasza i jego braci w czasie przesiedlenia babilońskiego. Po przesiedleniu babilońskim Jechoniasz był ojcem Salatiela; Salatiel ojcem Zorobabela; Zorobabel ojcem Abiuda; Abiud ojcem Eliakima; Eliakim ojcem Azora; Azor ojcem Sadoka; Sadok ojcem Achima; Achim ojcem Eliuda; Eliud ojcem Eleazara; Eleazar ojcem Mattana; Mattan ojcem Jakuba; Jakub ojcem Józefa, męża Maryi, z której narodził się Jezus, zwany Chrystusem. Tak więc w całości od Abrahama do Dawida jest czternaście pokoleń; od Dawida do przesiedlenia babilońskiego czternaście pokoleń; od przesiedlenia babilońskiego do Chrystusa czternaście pokoleń."
},{
    "ref": "Lk3,23-38",
    "content": "Sam zaś Jezus rozpoczynając swoją działalność miał lat około trzydziestu. Był, jak mniemano, synem Józefa, syna Helego, syna Mattata, syna Lewiego, syna Melchiego, syna Jannaja, syna Józefa, syna Matatiasza, syna Amosa, syna Nahuma, syna Chesliego, syna Naggaja, syna Maata, syna Matatiasza, syna Semei, syna Josecha, syna Jody, syna Jana, syna Resy, syna Zorobabela, syna Salatiela, syna Neriego, syna Melchiego, syna Addiego, syna Kosama, syna Elmadana, syna Hera, syna Jezusa, syna Eliezera, syna Jorima, syna Mattata, syna Lewiego, syna Symeona, syna Judy, syna Józefa, syna Jony, syna Eliakima, syna Meleasza, syna Menny, syna Mattata, syna Natana, syna Dawida, syna Jessego, syna Jobeda, syna Booza, syna Sali, syna Naassona, syna Aminadaba, syna Admina, syna Arniego, syna Esroma, syna Faresa, syna Judy, syna Jakuba, syna Izaaka, syna Abrahama, syna Tarego, syna Nachora, syna Serucha, syna Ragaua, syna Faleka, syna Ebera, syna Sali, syna Kainama, syna Arfaksada, syna Sema, syna Noego, syna Lamecha, syna Matusali, syna Enocha, syna Jareta, syna Maleleela, syna Kainama, syna Enosa, syna Seta, syna Adama, syna Bożego."
}]